"About Path Finder" = "O Path Finderze";
"Add Icon Preview" = "Dodaj przegląd ikon";
"Add to Applications" = "Dodaj do Aplikacji";
"Add to Drop Stack" = "Dodaj do Drop Stack";
"Add to Favorites" = "Dodaj do Ulubionych";
"After" = "Po";
"Align Left" = "Równaj do lewego";
"Align Right" = "Równaj do prawego";
"Allow Editing" = "Pozwól na edycję";
"Allow Hyphenation" = "Pozwól na dzielenie";
"Any" = "Jakiś";
"Any Date" = "Jakaś data";
"Applications" = "Aplikacje";
"Back" = "Wstecz";
"Before" = "Przed";
"Begins With" = "Zaczyna się od";
"Bigger" = "Większe";
"Blue" = "Niebieski";
"Bookmarks Bar" = "Pasek zakładek";
"Bottom Drawer" = "Panel dolny";
"Bring All to Front" = "Wszystko do przodu";
"Burn..." = "Smażenie...";
"Center" = "Środkuj";
"Change Desktop Background..." = "Zmień tło biurka...";
"Change Extension" = "Zmień rozszerzenie";
"Check Spelling" = "Sprawdź pisownię";
"Check Spelling As You Type" = "Sprawdź pisownię kiedy piszesz";
"Clear" = "Wyczyść";
"Clear History" = "Wyczyść Historię";
"Clear Menu" = "Wyczyść Menu";
"Clear Recents" = "Wyczyść Ostatnie";
"Clone" = "Klonuj";
"Close All" = "Zamknij wszystko";
"Close Tab" = "Zamknij Tab";
"Close Window" = "Zamknij okno";
"Commands" = "Polecenia";
"Compress" = "Kompresja";
"Compress and Email..." = "Kompresuj i wyślij...";
"Computer" = "Komputer";
"Connect to Server..." = "Połącz z serwerem...";
"Console Window" = "Okno konsoli";
"Contains" = "Zawiera";
"Content" = "Zawartość";
"Contents" = "Zawiera";
"Convert Image..." = "Konwertuj obrazek...";
"Copy" = "Kopiuj";
"Copy Font" = "Kopiuj Font";
"Copy Path" = "Kopiuj ścieżkę";
"Copy Ruler" = "Kopiuj Regułę";
"Copy Style" = "Kopiuj Styl";
"Copy to..." = "Kopiuj do...";
"Create .Mac Account..." = "Utwórz konto .Mac...";
"Created" = "Utworzony";
"Customize Toolbar..." = "Dostosuj pasek narzędzi...";
"Cut" = "Wytnij";
"Decompress" = "Dekompresuj";
"Default" = "Domyślny";
"Defaults" = "Domyślne";
"Disallow Hyphenation" = "Zakaż dzielenia";
"Documents" = "Dokumenty";
"Duplicate" = "Duplikat";
"Edit" = "Edytuj";
"Eject" = "Wypchnij";
"Eject %@" = "Wypchnij %@";
"Empty Trash" = "Opróżnij Śmietnik";
"Empty Trash for" = "Opróżnij Śmietnik dla";
"Ends With" = "Kończy się na";
"Enter Registration Code..." = "Wprowadź kod rejestracyjny...";
"Erase Disc..." = "Wymaż dysk...";
"Everywhere" = "Wszędzie";
"Exactly" = "Dokładnie";
"Extension" = "Rozszerzenie";
"Favorites" = "Ulubione";
"File" = "Plik";
"Filter" = "Filtr";
"Find" = "Znajdź";
"Find File..." = "Znajdź plik...";
"Find Next" = "Znajdź następne";
"Find Previous" = "Znajdź poprzednie";
"Find Text" = "Znajdź Tekst";
"Find Text..." = "Znajdź Tekst...";
"Find Window" = "Znajdź";
"Find..." = "Znajdź...";
"Float" = "Pływające";
"Float Trash Can" = "Pływający Śmietnik";
"Folders" = "Foldery";
"Fonts..." = "Font...";
"Force Quit %@..." = "Wymuś zakończenie %@...";
"Get Info" = "Pobierz Info";
"Go" = "Idź";
"Go to Folder..." = "Idź do Folderu...";
"Gray" = "Szary";
"Greater than" = "Większy niż";
"Green" = "Zielony";
"Help" = "Pomoc";
"Hide %@" = "Ukryj %@";
"Hide Desktop Trash Can" = "Ukryj biurkowy Śmietnik";
"Hide File Names" = "Ukryj nazwy plików";
"Hide Others" = "Ukryj pozostałe";
"Hide Package Contents" = "Ukryj zawartość pakietów";
"Hide Path Finder" = "Ukryj Path Findera";
"Hide Processes" = "Ukryj Procesy";
"Hide Terminal" = "Ukryj Terminal";
"Hide Toolbar" = "Ukryj pasek narzędzi";
"Hide Trash Can" = "Ukryj Śmietnik";
"Hides on Deactivate" = "Ukryj gdy nieaktywne";
"Icon Layout" = "Layout ikony";
"Icon Size" = "Wielkość ikony";
"Images" = "Obrazki";
"Invisibles" = "Niewidoczne";
"Is" = "Jest";
"Jump to Selection" = "Skocz do wybranego";
"Justify" = "Równaj";
"Keywords" = "Słowa kluczowe";
"Kind" = "Rodzaj";
"Large" = "Duży";
"Larger" = "Większy";
"Last Modified" = "Ostatnia zmiana";
"Last Opened" = "Ostatnio otwarty";
"Launch Application..." = "Odpal aplikację...";
"Launch as Root" = "Odpal jako Root";
"Left Drawer" = "Lewy panel";
"Left to Right" = "Z lewejdo prawej";
"Less than" = "Mniej niż";
"Ligature" = "Ligatura";
"Local Disks" = "Dyski lokalne";
"Localization..." = "Lokalizacja...";
"Loosen" = "Luźniej";
"Lower" = "Niżej";
"Make Alias" = "Utwóż Alias";
"Make Path Finder Alias" = "Utwórz Path Finder Alias";
"Make Plain Text" = "Utwórz Plain Text";
"Make Rich Text" = "Utwórz Rich Text";
"Make Symbolic Link" = "Utwórz Symbolic Link";
"Medium" = "Średni";
"Minimize" = "Zmniejsz";
"Minimize All" = "Zmniejsz wszystkie";
"Move to Trash" = "Przenieś do Śmietnika";
"Move to..." = "Przenieś do...";
"Movies" = "Filmy";
"Music" = "Muzyka";
"My iDisk" = "Mój iDisk";
"Name" = "Nazwa";
"Name Below Icon" = "Nazwa poniżej ikony";
"Name Right of Icon" = "Nazwa po prawej ikony";
"Network Activity Window" = "Okno aktywności sieciowej";
"New" = "Nowy";
"New Browser" = "Nowa Przeglądarka";
"New File" = "Nowy Plik";
"New File..." = "Nowy Plik...";
"New Folder..." = "Nowy Folder...";
"New HTML File" = "Nowy plik HTML";
"New Tab" = "Nowy Tab";
"New Terminal" = "Nowy Terminal";
"New Text File" = "Nowy plik tekstowy";
"Next Window" = "Natępne Okno";
"No Recents" = "Brak ostatnich";
"None" = "Żaden";
"Number of Columns" = "Liczba kolumn";
"Open" = "Otwórz";
"Open Package" = "Otwórz Pakiet";
"Open Recent" = "Otwórz ostatnie";
"Open Selection" = "Otwórz wybrane";
"Open Text File..." = "Otwórz plik tekstowy...";
"Open in Tab" = "Otwórz w Tabie";
"Open in Terminal" = "Otwórz w Terminalu";
"Open with" = "Otwórz z pomocą";
"Open with %@" = "Otwórz z pomocą %@";
"Open with TextEdit" = "Otwórz w TextEdit";
"Open with..." = "Otwórz w...";
"Orange" = "Pomarańczowy";
"Other" = "Inne";
"Other User's Public Folder..." = "Public Folder innego użytkownika...";
"Other User's iDisk..." = "iDisk innego użytkownika...";
"Other..." = "Inny...";
"Page Setup..." = "Ustawienia strony...";
"Paste" = "Wklej";
"Paste Font" = "Wklej Font";
"Paste Ruler" = "Wklej regułę";
"Paste Style" = "Wklej Styl";
"Path Finder Help" = "Pomoc Path Findera";
"Path Navigator" = "Path Nawigator";
"Plugins" = "Wtyczki";
"Preferences..." = "Preferencje...";
"Presentations" = "Prezentacje";
"Prevent Editing" = "Zapobiegaj edycji";
"Preview" = "Przegląd";
"Preview Window" = "Okno przeglądu";
"Print Selection..." = "Drukuj wybrane...";
"Print..." = "Drukuj...";
"Process Window" = "Okno Procesu";
"Processes" = "Procesy";
"Purchase" = "Kup";
"Purchase Path Finder..." = "Kup Path Findera...";
"Purple" = "Fioletowy";
"Quit %@" = "Zakończ %@";
"Quit All" = "Zakończ wszystkie";
"Quit Finder" = "Zakończ Finder";
"Quit Path Finder" = "Zakończ Path Finder";
"Recent Documents" = "Ostatnie pliki";
"Recent Files" = "Ostatnie pliki";
"Recent Folders" = "Ostatnie Foldery";
"Recent Searches" = "Ostatnie szukanie";
"Recent Servers" = "Ostatnie Serwery";
"Red" = "Czerwony";
"Redo" = "Powtórz";
"Remove" = "Usuń";
"Remove Icon Preview" = "Usuń podgląd ikon";
"Rename" = "Zmień nazwę";
"Report" = "Raport";
"Reports" = "Raporty";
"Reveal in Finder" = "Odszukaj w Finderze";
"Reveal in Path Finder" = "Odszukaj w Path Finderze";
"Revert" = "Przywróć";
"Right Drawer" = "Prawy panel";
"Save" = "Zachowaj";
"Save All" = "Zachowaj wszystko";
"Save As..." = "Zachowaj jako...";
"Screen Capture to Clipboard" = "Chwyć obrazek do wycinka";
"Screen Capture..." = "Chwytanie obrazka...";
"Search" = "Szukaj";
"Secure Delete..." = "Bezpieczne kasowanie...";
"Secure Empty Trash" = "Bezpieczne opróżnianie Śmietnika";
"Secure Empty Trash for" = "Bezpiecznie opróżnij Śmietnik dla";
"Select All" = "Wybierz wszystko";
"Select Next Tab" = "Wybierz następny Tab";
"Select Previous Tab" = "Wybierz poprzedni Tab";
"Select..." = "Wybierz...";
"Selected Items" = "Wybrane elementy";
"Selection" = "Wybór";
"Servers" = "Serwery";
"Services" = "Usługi";
"Set Menu Keys..." = "Ustaw Menu Keys...";
"Shelf" = "Półka";
"Shelf Window" = "Okno półki";
"Show" = "Pokaż";
"Show All" = "Pokaż wszystko";
"Show Color Options" = "Pokaż możliwości kolorów";
"Show Colors" = "Pokaż kolory";
"Show Desktop" = "Pokaż Biurko";
"Show Desktop Trash Can" = "Pokaż Śmietnik na Biurku";
"Show Drawers" = "Pokaż panele";
"Show File Names" = "Pokaż nazwy plików";
"Show Fonts" = "Pokaż Fonts";
"Show Icons" = "Pokaż Ikony";
"Show Invisible Files" = "Pokaż niewidoczne pliki";
"Show Original" = "Pokaż Originał";
"Show Package Contents" = "Pokaż zawartość pakietu";
"Show Processes" = "Pokaż Procesy";
"Show Ruler" = "Pokaż Regułę";
"Show Terminal" = "Pokaż Terminal";
"Show Trash Can" = "Pokaż Śmietnik";
"Show View Options" = "Pokaż opcje przeglądu";
"Show in New Window" = "Pokaż w nowym oknie";
"Since Yesterday" = "Od wczoraj";
"Size" = "Wielkość";
"Small" = "Mały";
"Smaller" = "Mniejszy";
"Smart Sorting On" = "Włączone inteligentne sortowanie";
"Sort Ascending" = "Sortuj rosnąco";
"Sort Descending" = "Sortuj malejąco";
"Sort Direction" = "Kierunek sortowania";
"Sort by" = "Sortuj według";
"Speech" = "Mowa";
"Spelling" = "Pisownia";
"Spelling..." = "Pisownia...";
"Start Speaking" = "Zacznij mówić";
"Status Bar" = "Pasek Statusu";
"Stop Speaking" = "Skończ mówić";
"Stuff" = "Spakuj";
"Stuff and BinHex" = "Spakuj i koduj BinHex";
"Stuff and MacBinary" = "Spakuj i koduj MacBinary";
"Stuff with Password..." = "Spakuj z hasłem...";
"Subscript" = "Podrzędny";
"Superscript" = "Nadrzędny";
"Support" = "Wsparcie";
"Symbol Table" = "Tablica Symboli";
"System Profile" = "Profil Systemu";
"Tab Bar" = "Pasek Tabów";
"Tar and BZip" = "Tar z BZip";
"Tar and GZip" = "Tar z GZip";
"Tar and Unix Compress" = "Tar i Unix Compress";
"Text" = "Tekst";
"Text Editor" = "Edytor tekstu";
"Themes" = "Tematy";
"This Month" = "W tym miesiącu";
"This week" = "W tym tygodniu";
"Tighten" = "Węziej";
"Today" = "Dziś";
"Tool Windows" = "Okna narzędzi";
"Top to Bottom" = "Z góryna dół";
"Transparency..." = "Przejrzystość...";
"Trash" = "Śmietnik";
"Trash Size" = "Wielkość Śmietnika";
"Underline" = "Podkreślony";
"Undo" = "Odwołaj";
"Upgrade" = "Podnieś";
"Upgrade .Mac Account..." = "Podnieś .Mac Account...";
"Use All" = "Użyj wszystkich";
"Use Default" = "Użyj domyślnie";
"Use None" = "Nie używaj";
"Use Selection for Find" = "Szukaj wybranego";
"View" = "Widok";
"View Trash for" = "Sprawdź Śmietnik dla";
"View as Hex" = "Zobacz jako Hex";
"Window" = "Okno";
"Within Last 2 months" = "W ciągu ostatnich 2 miesięcy";
"Within Last 2 weeks" = "W ciągu ostatnich 2 tygodni";
"Wrap to Page" = "Zwiń do strony";
"Wrap to Window" = "Zwiń do okna";
"Yellow" = "Żółty";
"Zoom In" = "Zbliż";
"Zoom Out" = "Oddal";
"as Columns" = "jako kolumny";
"as Icons" = "jako ikony";
"as List" = "jako lista";
"by Extension" = "według rozszerzeń";
"by Kind" = "według rodzaju";
"by Name" = "według nazwy";
"iChats" = "iChaty";

/* ==== UNLOCALIZED ==== */

"AppleSingle" = "AppleSingle";
"Attributes" = "Attributes";
"BZip" = "BZip";
"Baseline" = "Baseline";
"BinHex (.hqx)" = "BinHex (.hqx)";
"Blue Background" = "Blue Background";
"Bold" = "Bold";
"Check for Updates..." = "Check for Updates...";
"Class Dump" = "Class Dump";
"Close Other Tabs" = "Close Other Tabs";
"Cocoatech Home" = "Cocoatech Home";
"Cocoatech Support" = "Cocoatech Support";
"Combine as Tabs" = "Combine as Tabs";
"Command" = "Command";
"Compress with Format" = "Compress with Format";
"Control" = "Control";
"Controls" = "Controls";
"Cover Flow" = "Cover Flow";
"Customize Menu..." = "Customize Menu...";
"Delete..." = "Delete...";
"Directory Listing" = "Directory Listing";
"Double %@" = "Double %@";
"Downloads" = "Downloads";
"Drop Stack" = "Drop Stack";
"Dual Browser" = "Dual Browser";
"Edit Image..." = "Edit Image...";
"Edit Tab Sets..." = "Edit Tab Sets...";
"Email..." = "Email...";
"Enclosing Folder" = "Enclosing Folder";
"FTP Servers" = "FTP Servers";
"Feedback" = "Feedback";
"File Servers" = "File Servers";
"Font" = "Font";
"Format" = "Format";
"Forward" = "Forward";
"Frameworks" = "Frameworks";
"Function" = "Function";
"GB" = "GB";
"GZip" = "GZip";
"Group" = "Group";
"HFS" = "HFS";
"Hide Bookmarks Bar" = "Hide Bookmarks Bar";
"Hide Device" = "Hide Device";
"Hide Drop Stack" = "Hide Drop Stack";
"Hide Extension" = "Hide Extension";
"Hide Path Navigator" = "Hide Path Navigator";
"Hide Search" = "Hide Search";
"Hide Section" = "Hide Section";
"Hide Shelf" = "Hide Shelf";
"Hide Tab Bar" = "Hide Tab Bar";
"Home" = "Home";
"Horizontal Tab" = "Horizontal Tab";
"Image Size" = "Image Size";
"Invisible" = "Invisible";
"Italic" = "Italic";
"KB" = "KB";
"Keep Drop Stack Open" = "Keep Drop Stack Open";
"Keep Path Trail" = "Keep Path Trail";
"Kern" = "Kern";
"LHa" = "LHa";
"Label" = "Label";
"Local Volumes" = "Local Volumes";
"Localized Strings" = "Localized Strings";
"Locked" = "Locked";
"MB" = "MB";
"Mac Help" = "Mac Help";
"MacBinary (.bin)" = "MacBinary (.bin)";
"Man to PDF..." = "Man to PDF...";
"Module Windows" = "Module Windows";
"Modules" = "Modules";
"More" = "More";
"Network Volumes" = "Network Volumes";
"New Instance" = "New Instance";
"New Sidebar..." = "New Sidebar...";
"New Tab Set..." = "New Tab Set...";
"Option" = "Option";
"Owner" = "Owner";
"PDF" = "PDF";
"Parent" = "Parent";
"Paste Item" = "Paste Item";
"Pasteboards" = "Pasteboards";
"Path Finder" = "Path Finder";
"Position Above Browser" = "Position Above Browser";
"Position Below Browser" = "Position Below Browser";
"Preferences" = "Preferences";
"Printers" = "Printers";
"Private Frameworks" = "Private Frameworks";
"Provide Path Finder Feedback" = "Provide Path Finder Feedback";
"Quick Look" = "Quick Look";
"Raise" = "Raise";
"Recent Applications" = "Recent Applications";
"Reload" = "Reload";
"Remove Sidebar" = "Remove Sidebar";
"Reveal Collapsed View" = "Reveal Collapsed View";
"Reveal in Path Finder Toolbar Item" = "Reveal in Path Finder Toolbar Item";
"Running" = "Running";
"SVN Window" = "SVN Window";
"Sample" = "Sample";
"Screen Capture" = "Screen Capture";
"Shift" = "Shift";
"Show Back Button" = "Show Back Button";
"Show Drop Stack" = "Show Drop Stack";
"Show Inspector" = "Show Inspector";
"Sidebar" = "Sidebar";
"Size Browser" = "Size Browser";
"Slideshow" = "Slideshow";
"Special Characters..." = "Special Characters...";
"Spotlight" = "Spotlight";
"Spotlight Panel" = "Spotlight Panel";
"StuffIt" = "StuffIt";
"Subscribe to Newsletter..." = "Subscribe to Newsletter...";
"Tab Sets" = "Tab Sets";
"Tar" = "Tar";
"Telnet Servers" = "Telnet Servers";
"Terminal" = "Terminal";
"Touch" = "Touch";
"UNIX" = "UNIX";
"URL" = "URL";
"UU" = "UU";
"UnStuff" = "UnStuff";
"Unix Compress" = "Unix Compress";
"Utilities" = "Utilities";
"Verify Archive" = "Verify Archive";
"Vertical Tab" = "Vertical Tab";
"Volumes" = "Volumes";
"Volumes Report" = "Volumes Report";
"Web Servers" = "Web Servers";
"Zip" = "Zip";
"Zip and UU" = "Zip and UU";
"Zip with Password..." = "Zip with Password...";
"Zoom" = "Zoom";
"at End" = "at End";
"iDisk" = "iDisk";
"in Submenu" = "in Submenu";
